[
    {
        "title": "Processing and Cholesterol: Are Unprocessed Foods Really More Healthy?",
        "year": 2025,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyzed a dataset containing food products from Walmart, Target, and Whole Foods and found that unprocessed Target foods strayed from the other two stores and contained much more cholesterol than expected"
    },
    {
        "title": "Do 4 Wheels Lead to a 4.00 and 4 Years of Fun?: THe Role of Personal Vehicles at UC San Diego",
        "year": 2025,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Our group wanted to see the impact of having access to a car on UCSD students’ social wellness and academic achievement. Through the survey data (142 participants) we analyzed factors including car ownership, social satisfaction, GPA, and variables such as living situation, academic workload, and major. We found that vehicle access alone does not significantly affect social life satisfaction or GPA. Regression analysis showed that factors such as major, year in school, and extracurricular involvement in conjunction with access to a personal vehicle play a larger role in influencing both social and academic success. While access to a car provides greater flexibility and social opportunities, that factor does not define one's level of satisfaction with their social life or GPA alone."
    },
    {
        "title": "Analysis of the Relationship Between Nutritional Value and Recipe Ratings",
        "year": 2025,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "I have always understood that eating healthy diet is an essential part of leading a healthy life, but unhealthy foods that are high in carbohydrates, sodium, fats, etc. tend to be more delicious and bring a lot of immediate happiness in the short term. This led me to question how this dilemma would be reflected in food reviews for recipes online. Would the health benefits of a food boost the reception of a recipe or is taste and satisfaction more important to reviewers?"
    },
    {
        "title": "Assignment 05: Images",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created a set of functions that applied filters to a picture to make it scarier"
    },
    {
        "title": "Assignment 04: Health Data",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analysis and comparison of Sensors Made to Measure Sleep Patterns"
    },
    {
        "title": "Assignment 03: Audio",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Tested how accurately a Speech Recognition API could convert speech to text with noise added and compared how well it performed versus my roommate"
    },
    {
        "title": "Assignment 02: Text Processing",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Scraped wikipedia and performed sentiment analysis to see if wikipedia is truly unbiased"
    },
    {
        "title": "Soluta explicabo fugiat dolor.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consectetur animi tempore dolor rem sed cumque, in necessitatibus? Dolorem voluptatum, rem eius obcaecati iure aliquid iusto, eum asperiores facere repellendus voluptate eveniet itaque ratione maxime incidunt natus excepturi sapiente."
    },
    {
        "title": "Repellendus nam hic ad.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Magnam cupiditate dolore commodi iste dolor eius! Harum illum eos error delectus impedit hic maxime quas quam porro aut? Cumque provident optio expedita neque perspiciatis assumenda corrupti quasi tenetur quisquam!"
    },
    {
        "title": "Earum ea provident iure.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Cum inventore officia recusandae iste velit est error reprehenderit, deserunt odit odio soluta facilis amet et! Quaerat, ipsam fuga distinctio eos repudiandae ullam ratione porro nihil, nemo nisi praesentium totam."
    },
    {
        "title": "Consequuntur sed laboriosam aut!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptatibus non qui explicabo eius porro veniam, itaque, molestiae blanditiis excepturi tempore aspernatur dolores ipsa deleniti provident quos. Dolorem, obcaecati necessitatibus recusandae aperiam totam nihil amet. Nobis eaque tempore atque."
    },
    {
        "title": "Ipsum suscipit nemo deleniti?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Perferendis laudantium distinctio qui id sint, aut totam natus debitis labore doloribus maiores voluptas cum quaerat aliquam voluptates modi, minus est veniam molestias sequi hic sed saepe. Quos, unde aliquam."
    }
]